function QandA() {
    return(
        <div className="flex flex-col items-center bg-slate-900 pb-20 border border-black border-b-slate-700">
    <h1 className="font-bold md:text-4xl text-xl text-start mb-8 md:w-5/12 w-11/12">
    Что представляет собой обратный отсчет?
    </h1>
    <p className="text-start md:text-2xl text-sm md:w-5/12 w-11/12 md:leading-10 leading-5 mb-20">
    Обратный отсчет - это последовательный счет в обратном направлении до времени определенного события. Используя обратный отсчет, можно отслеживать, сколько дней осталось до важного события, например дня рождения, праздника или Нового года.
    </p>

    <h1 className="font-bold md:text-4xl text-xl text-start mb-8 md:w-5/12 w-11/12">
    Зачем нужен обратный отсчет?
    </h1>
    <p className="text-start md:text-2xl text-sm md:w-5/12 w-11/12 md:leading-10 leading-5">
    Часы обратного отсчета - это отличный инструмент для любого создателя контента, который хочет показать своим подписчикам обратный отсчет до какого-либо события. Например, если у вас есть специальное предложение с ограниченным сроком действия, отображаемый обратный отсчет может создать ощущение, что нужно срочно воспользоваться этим предложением. Время ожидания также помогает наладить взаимодействие с вашей аудиторией, давая ей почувствовать важность события.
    </p>
</div>
    )
}

export default QandA;